Repository: gtgt/kfilebox
Catalog: po/*.po
Languages: ar, cs, de, el, es, fr, gl, it, lt, pt

source: File extracted
ar: تم فك الملف
cs: Soubor vytažen
de: Datei entpackt
el: Το αρχείο αποσυμπιέστηκε
es: Archivo descomprimido
fr: Fichier extrait
gl: Arquivo extraido
it: Archivo estratto
lt: Failas išgautas
pt: Arquivo extraído

source: Dropbox Preferences
ar: اعدادات Dropbox
cs: Nastavení pro Dropbox
de: Dropbox Einstellungen
el: Προτιμήσεις Dropbox
es: Preferencias Dropbox
fr: Préférences de Dropbox
gl: Confiración do Dropbox
it: Preferenze di Dropbox
lt: Dropbox nustatymai
pt: Preferências do Dropbox

source: Account information for this computer
ar: معلومات الحساب لهذا الجهاز
cs: Informace o účtu pro tento počítač
de: Zugangsinformationen für diesen Computer
el: Πληροφορίες λογαριασμού για αυτόν τον υπολογιστή
es: Información de la cuenta para este ordenador
fr: Paramètres de compte pour cet ordinateur
gl: Información da conta para este ordenador
it: Informazioni dell'account di questo computer
lt: Šio kompiuterio paskyros informacija
pt: Informação de conta para este computador

source: Unlink this computer...
ar: فك ربط هذا الجهاز...
cs: Odpojit tento počítač...
de: diesen Computer trennen...
el: Αποσύνδεση αυτού του υπολογιστή...
es: Desvincular este ordenador...
fr: Déconnecter cet ordinateur...
gl: Desunir este ordenador...
it: Disconnetti questo computer...
lt: Atsieti šį kompiuterį
pt: Desvincular este computador...

source: Dropbox folder location
ar: موقع مجلد Dropbox
cs: Umístění složky Dropbox
de: Speicherort des Dropboxordners
el: Τοποθεσία φακέλου Dropbox
es: Ruta al directorio Dropbox
fr: Emplacement du dossier Dropbox
gl: Localización do cartafol do Dropbox
it: Posizione della cartella Dropbox
lt: Dropbox aplanko vieta
pt: Localização da pasta do Dropbox

source: Move...
ar: نقل...
cs: Přesunout...
de: Ändern...
el: Μετακίνηση...
es: Mover...
fr: Déplacer...
gl: Mover...
it: Cambia...
lt: Perkelti...
pt: Mover...

source: Desktop integration
ar: الدمج مع سطح المكتب
cs: Začlenění do pracovní plochy
el: Ενσωμάτωση επιφάνειας εργασίας
es: Integración con el escritorio
fr: Intégration au Bureau
gl: Integración co escritorio
it: Integrazione con il Desktop
lt: Integracija į darbastalį
pt: Integração com a área de trabalho

source: Show system tray notifications
ar: عرض التنبيهات في شريط النظام
cs: Ukázat oznámení v oznamovací části panelu
de: Zeige System Benachrichtigungen
el: Εμφάνιση ειδοποιήσεων στο πλαίσιο συστήματος
es: Ver notificaciones de sistema
fr: Afficher les notifications dans la boîte à miniatures
gl: Mostrar notificacións na bandexa do sistema
it: Visualizzare le notifiche
lt: Rodyti sistemos dėklo priminimus
pt: Exibir as notificações da área de notificação

source: Start Dropbox on system startup
ar: تشغيل البرنامج مع بدء النظام
cs: Spustit Dropbox při spuštění systému
de: Dropbox mit dem System starten
el: Εκκίνηση Dropbox κατά την εκκίνηση του συστήματος
es: Iniciar Dropbox con el sistema
fr: Démarrer Dropbox à l'ouverture de session
gl: Iniciar Dropbox co arranque do sistema
it: Avviare Dropbox automaticamente
lt: Paleisti Dropbox startuojant sistemai
pt: Iniciar o Dropbox na inicialização do sistema

source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
gl: Xeral
it: Generale
lt: Bendrieji
pt: Geral

source: File Manager
ar: مدير الملفات
cs: Správce souborů
de: Dateimanager
el: Περιηγητής αρχείων
es: Navegador de archivos
fr: Gestionnaire de Fichiers
gl: Xestor de arquivos
it: Gestore Files
lt: Failų tvarkyklė
pt: Gerenciador de arquivos

source: Browser
ar: المتصفح
cs: Prohlížeč
el: Περιηγητής
es: Navegador web
fr: Navigateur
gl: Navegador
it: Navigazione web
lt: Naršyklė
pt: Navegador

source: Misc
ar: اخرى
cs: Různé
de: Sonstiges
el: Διάφορα
es: Varios
fr: Divers
it: Varie
lt: Įvairūs
pt: Diversos

source: OK
ar: موافق
el: Εντάξει
lt: Gerai

source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
gl: Aplicar
it: Applicare
lt: Pritaikyti
pt: Aplicar

source: Cancel
ar: الغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
gl: Cancelar
it: Cancellare
lt: Atšaukti
pt: Cancelar

source: Dropbox folder
ar: مجلد Dropbox
cs: Složka pro Dropbox
de: Dropbox Ordner
el: Φάκελος Dropbox
es: Directorio Dropbox
fr: Dossier Dropbox
gl: Cartafol do Dropbox
it: Cartella Dropbox
lt: Dropbox aplankas
pt: Pasta do Dropbox

source: The host was not found. Please check Dropbox daemon installation.
ar: لم يتمكن البرنامج من ايجاد المضيف، الرجاء التاكد من عملية تنصيب خادم Dropbox.
cs: Hostitel nebyl nalezen. Prověřte, prosím, instalaci dropboxova démona.
de: Die Gegenstelle wurde nicht gefunden. Bitte überprüfen Sie die Dropbox Dämon Installation.
el: Το σύστημα δεν βρέθηκε. Παρακαλώ ελέγξτε την εγκατάσταση της υπηρεσίας Dropbox.
es: No se encuenrtra el servidor. Por favor comprueba la instalación del demonio Dropbox.
fr: Le serveur n'a pas été trouvé. Veuillez vérifier que l'installation du démon Dropbox est correcte.
gl: Non se atopou o anfitrión. Por favor, comprobe o daemon de instalación.
it: Non rilevo il server. Per favore controllare l'installazione del demone di Dropbox.
lt: Serveris nerastas. Prašome patikrinti, ar Dropbox tarnyba tinkamai įdiegta.
pt: Servidor não encontrado. Por favor, verifique a instalação do daemon do Dropbox.

source: The connection was refused by the peer. Make sure the Dropbox daemon is running, and check that the settings are correct.
ar: تم رفض عملية الارتباط. الرجاء التاكد من اذا كان الخادم يعمل وأن الاعدادات صحيحة.
cs: Spojení bylo vrstevníkem (rovným, pérem) odmítnuto. Ujistěte se, že dropboxův démon běží, a ověřte, že nastavení jsou správná.
de: Die Verbindung wurde von der Gegenseite abgelehnt. Bitte stellen Sie sicher, dass der Dropbox Dämon läuft und daß alle Einstellungen korrekt sind.
el: Άρνηση σύνδεσης από το άλλο μέρος. Βεβαιωθείτε ότι τρέχει η υπηρεσία Dropbox και ελέγξτε ότι οι ρυθμίσεις είναι σωστές.
es: La conexión fue rechazada. Asegurate de que el demonio Dropbox está en ejecución y verifica que la configuración es correcta.
fr: Connection refusée par le pair. Vérifiez que le démon Dropbox est lancé et que ses paramètres sont corrects.
gl: A conexión foi rexeitada polo outro extremo. Asegures que o daemon de Dropbox estase a executar, e comprobe que a configuración é correcta.
it: La connessione è stata rifiutata. Assicurarsi che il demone di Dropbox sia in esecuzione e verificare che le impostazioni siano corrette.
lt: Ryšys nutrūko. Pasitikrinkite, ar Dropbox tarnyba veikia ir ar teisingi Dropbox nustatymai.
pt: A conexão foi recusada. Tenha certeza de que o daemon do Dropbox está em execução e verifique se as configurações estão corretas.

source: The following error occurred: %1.
ar: حصل هذا الخطأ: %1.
cs: Vyskytla se následující chyba: %1.
de: Folgender Fehler ist aufgetreten: %1.
el: Παρουσιάστηκε το εξής σφάλμα: %1.
es: Ha ocurrido el siguiente error: %1.
fr: L'erreur suivante s'est produite: %1.
gl: Atopouse o seguinte erro: %1.
it: Si è verificato il seguente errore: %1.
lt: Įvyko tokia klaida: %1.
pt: Ocorreu o seguinte erro: %1.

source: Dropbox daemon started
el: Εκκίνηση υπηρεσίας Dropbox

source: Unable to start Dropbox daemon
ar: لم ينكمن الرنامج من تشغيل خادم Dropbox
cs: Nelze spustit Dropboxova démona
de: Der Dropbox Dämon konnte nicht gestartet werden
el: Αδυναμία εκκίνησης υπηρεσίας Dropbox
es: No fue posible iniciar el demonio Dropbox
fr: Impossible de démarrer le démon Dropbox
gl: Imposible inciar o daemon de Dropbox
it: Non riesco ad avviare il demone di Dropbox
lt: Nepavyksta paleisti Dropbox tarnybos
pt: Não foi posível iniciar o daemon do Dropbox

source: Open Dropbox Folder
ar: افتح مجلد Dropbox
cs: Otevřít složku Dropbox
de: Dopbox Ordner öffnen
el: Άνοιγμα φακέλου Dropbox
es: Abrir el directorio Dropbox
fr: Ouvrir le Dossier Dropbox
gl: Abrir Cartafol do Dropbox
it: Aprire la cartella Dropbox
lt: Atverti Dropbox aplanką
pt: Abrir a pasta do Dropbox

source: Help Center
ar: مركز المساعدة
cs: Středisko s nápovědou
de: Hilfe Zentrale
el: Κέντρο βοήθειας
es: Centro de ayuda
fr: Centre d'Aide
gl: Centro de Axuda
it: Aiuto on-line
lt: Pagalbos centras
pt: Centro de ajuda

source: Launch Dropbox Website
el: Άνοιγμα ιστότοπου Dropbox
es: Ir a mi sitio web en Dropbox

source: Get More Space
el: Αγοράστε περισσότερο χώρο
es: Obtener más espacio

source: Tour
ar: جولة
cs: Prohlídka
el: Ξενάγηση
fr: Visite
gl: Xira
lt: Turas

source: Forums
ar: المنتدى
cs: Řečniště
de: Foren
el: Φόρουμ
es: Foros
gl: Foros
it: Forum
lt: Forumai
pt: Fóruns

source: Preferences...
ar: الاعدادات...
cs: Nastavení...
de: Einstellungen...
el: Προτιμήσεις...
es: Preferencias...
fr: Préférences...
gl: Configuración...
it: Preferenze...
lt: Nustatymai...
pt: Preferências...

source: Start Dropbox
ar: تشغيل Dropbox
cs: Spustit Dropbox
de: Starte Dropbox
el: Εκκίνηση Dropbox
es: Iniciar Dropbox
fr: Démarrer Dropbox
gl: Iniciar Dropbox
it: Avviare Dropbox
lt: Paleisti Dropbox
pt: Iniciar o Dropbox

source: Stop Dropbox
ar: ايقاف Dropbox
cs: Zastavit Dropbox
de: Stoppe Dropbox
el: Διακοπή Dropbox
es: Detener Dropbox
fr: Arrêter Dropbox
gl: Parar Dropbox
it: Arresta Dropbox
lt: Sustabdyti Dropbox
pt: Parar o Dropbox

source: Help
ar: مساعدة
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
gl: Axuda
it: Aiuto
lt: Pagalba
pt: Ajuda

source: Recently changed files
ar: الملفات المحدثة مؤخرا
cs: Naposledy změněné soubory
de: kürzlich geänderte Dateien
el: Πρόσφατα αλλαγμένα αρχεία
es: Archivos modificados recientemente
fr: Fichiers récemment modifiés
gl: Arquivos cambiados recentemente
it: Files modificati recentemente
lt: Neseniai pakeisti failai
pt: Arquivos alterados recentemente

source: Error downloading file
ar: خطأ في تحميل الملف
cs: Chyba při stahování souboru
de: Fehler beim Herunterladen der Datei
el: Σφάλμα λήψης αρχείου
es: Error descargando el archivo
fr: Erreur lors du téléchargement du fichier
gl: Erro descargando o arquivo
it: Errore durante lo scaricamento dell'archivio
lt: Atsisiunčiant failą įvyko klaida
pt: Erro ao baixar o arquivo

source: Daemon installer
ar: مثبت الخادم
cs: Démonův instalační program
de: Dämon Installer
el: Εγκατάσταση υπηρεσίας
es: Instalador del demonio Dropbox
fr: Installeur du Démon
gl: Daemon de instalación
it: Installazione del demone Dropbox
lt: Tarnybos įdiegimas
pt: Instalador do daemon

source: Downloading Dropbox Daemon...
ar: تحميل خادم Dropbox...
cs: Stahuje se Dropboxův démon...
de: Lade den Dropbox Dämon herunter...
el: Λήψη υπηρεσίας Dropbox...
es: Descargando el demonio Dropbox...
fr: Téléchargement du démon Dropbox...
gl: Descargando o Daemon de Dropbox
it: Scaricamento del demone Dropbox...
lt: Atsisiunčiama Dropbox tarnyba...
pt: Baixando o daemon do Dropbox...
